Repository: SteveShi/PlistEditor
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# action.ok
source: OK
zh_hans: 好

# column.class
source: Class
zh_hans: 类型

# column.key
source: Key
zh_hans: 键

# column.value
source: Value
zh_hans: 值

# error.json.invalid
source: The data cannot be represented as JSON.
zh_hans: 数据无法表示为 JSON。

# error.openStep.write
source: The OpenStep format cannot be written.
zh_hans: 无法写入 OpenStep 格式。

# error.parse %@
source: Parse error: %@
zh_hans: 解析错误：%@

# error.parse.withLine %lld %@
source: Parse error at line %1$lld: %2$@
zh_hans: 第 %1$lld 行解析错误：%2$@

# error.sync.title
source: Cannot Parse Source
zh_hans: 无法解析源码

# find.close
source: Close
zh_hans: 关闭

# find.next
source: Next match
zh_hans: 下一处

# find.placeholder
source: Find
zh_hans: 查找

# find.previous
source: Previous match
zh_hans: 上一处

# find.replace
source: Replace
zh_hans: 替换

# find.replaceAll
source: All
zh_hans: 全部替换

# find.replacePlaceholder
source: Replace with
zh_hans: 替换为

# menu.setToDefaultValue
source: Set to Default Value
zh_hans: 设为默认值

# menu.copyAs
source: Copy As
zh_hans: 复制为

# menu.editValue
source: Edit Value…
zh_hans: 编辑值…

# menu.viewAs
source: View As
zh_hans: 查看为

# menu.sortValues
source: Sort Values
zh_hans: 排序值

# menu.delete
source: Delete
zh_hans: 删除

# menu.duplicate
source: Duplicate
zh_hans: 复制

# menu.checkForUpdates
source: Check for Updates…
zh_hans: 检查更新…

# menu.copy
source: Copy
zh_hans: 拷贝

# menu.cut
source: Cut
zh_hans: 剪切

# menu.paste
source: Paste
zh_hans: 粘贴

# menu.sortKeys
source: Sort Keys
zh_hans: 排序键

# menu.newChild
source: New Child
zh_hans: 新建子级

# menu.newSibling
source: New Sibling
zh_hans: 新建同级

# menu.operations
source: Operations
zh_hans: 操作

# toolbar.viewBySubkey
source: View By Subkey
zh_hans: 按子键排序

# viewBySubkey.placeholder
source: Enter subkey name
zh_hans: 输入子键名

# viewBySubkey.clear
source: Clear
zh_hans: 清除

# browser.title
source: Preferences Browser
zh_hans: 偏好设置浏览器

# browser.location.user
source: User Preferences
zh_hans: 用户偏好设置

# browser.location.system
source: System Preferences
zh_hans: 系统偏好设置

# browser.location.containers
source: Sandboxed Apps
zh_hans: 沙盒应用

# browser.location.groups
source: App Groups
zh_hans: 应用组

# browser.search
source: Search files
zh_hans: 搜索文件

# browser.empty
source: Select a location to browse
zh_hans: 选择要浏览的位置

# browser.empty.files
source: No Files
zh_hans: 没有文件

# browser.empty.files.desc
source: No preferences files matching the extensions were found in this directory.
zh_hans: 在此目录下未找到符合扩展名要求的偏好设置文件。

# browser.addFolder
source: Add Folder…
zh_hans: 添加文件夹…

# browser.column.name
source: Name
zh_hans: 文件名

# browser.column.date
source: Date Modified
zh_hans: 修改日期

# browser.column.size
source: Size
zh_hans: 大小

# browser.revealInFinder
source: Reveal in Finder
zh_hans: 在访达中显示

# settings.browsing.description
source: When adding files and folders to a browser, only files with the extensions displayed here will be added
zh_hans: 向浏览器添加文件或文件夹时，只会添加此处列出扩展名的文件

# settings.browsing.title
source: Add files with extensions:
zh_hans: 添加带以下扩展名的文件：

# settings.choose
source: Choose…
zh_hans: 选择…

# settings.display.browserFont
source: Browser font:
zh_hans: 浏览器字体：

# settings.display.colorTags
source: Color XML tags
zh_hans: 为 XML 标签着色

# settings.display.json.displayAs
source: Display as:
zh_hans: 显示为：

# settings.display.json.saveAs
source: Save as:
zh_hans: 保存为：

# settings.display.jsonFormatting
source: JSON text formatting
zh_hans: JSON 文本格式

# settings.display.outlineFont
source: Outline font:
zh_hans: 大纲字体：

# settings.display.sort.caseSensitive
source: Case sensitive
zh_hans: 区分大小写

# settings.display.sort.numeric
source: Numeric
zh_hans: 数字

# settings.display.sortOptions
source: Sort options
zh_hans: 排序选项

# settings.display.textFont
source: Text font:
zh_hans: 文本字体：

# settings.display.xmlDisplay
source: XML display
zh_hans: XML 显示

# settings.general.activated
source: When activated:
zh_hans: 激活时：

# settings.general.activated.new
source: Create a new document
zh_hans: 新建文档

# settings.general.activated.nothing
source: Do nothing
zh_hans: 不做任何操作

# settings.general.askRevert
source: Ask to revert when file changes on disk
zh_hans: 磁盘文件更改时询问是否还原

# settings.general.autosave
source: Enable autosaving
zh_hans: 启用自动保存

# settings.general.defaultClass
source: Default class for new objects:
zh_hans: 新对象的默认类型：

# settings.general.defaultFormat
source: Default property list format:
zh_hans: 默认属性列表格式：

# settings.general.opening
source: When opening a document:
zh_hans: 打开文档时：

# settings.general.opening.all
source: Expand all children
zh_hans: 展开所有子项

# settings.general.opening.root
source: Expand root only
zh_hans: 仅展开根

# settings.general.rememberFormatter
source: Remember formatter types by key
zh_hans: 按键记忆格式化器类型

# settings.general.returnEdits
source: Pressing return edits next row
zh_hans: 按回车编辑下一行

# settings.json.condensed
source: Condensed
zh_hans: 压缩

# settings.json.indented
source: Indented
zh_hans: 缩进

# settings.language
source: Language:
zh_hans: 语言：

# settings.language.system
source: System Default
zh_hans: 跟随系统

# settings.restart.later
source: Later
zh_hans: 稍后

# settings.restart.message
source: The language change takes effect after relaunching the app.
zh_hans: 语言更改将在重新启动应用后生效。

# settings.restart.now
source: Relaunch Now
zh_hans: 立即重启

# settings.restart.title
source: Relaunch Required
zh_hans: 需要重启

# settings.tab.browsing
source: Browsing
zh_hans: 浏览

# settings.tab.display
source: Display
zh_hans: 显示

# settings.tab.general
source: General
zh_hans: 通用

# sync.auto
source: Automatically sync text
zh_hans: 自动同步文本

source: Sync outline
zh_hans: 同步大纲

source: Sync text
zh_hans: 同步文本

# toolbar.addChild
source: Add Child
zh_hans: 添加子级

# toolbar.addSibling
source: Add Sibling
zh_hans: 添加同级

# toolbar.delete
source: Delete
zh_hans: 删除

# toolbar.duplicate
source: Duplicate
zh_hans: 复制

# toolbar.find
source: Find
zh_hans: 查找

# toolbar.format
source: Format
zh_hans: 格式

# toolbar.viewAs
source: View As
zh_hans: 查看为

# revert.alert.title
source: File Changed
zh_hans: 文件已更改

# revert.alert.message
source: The file has been modified by another application. Do you want to reload it?
zh_hans: 该文件已被其他程序修改。是否要重新加载？

# revert.alert.reload
source: Reload
zh_hans: 重新加载

# revert.alert.keep
source: Keep Current
zh_hans: 保留当前
